{
  "en": {
    "page.resume": "Resume",
    "page.name": "Sergei Petrenko",
    "page.aboutMe": "About me",
    "page.skills": "Skills",
    "page.education": "Education",
    "page.contacts": "Contacts",
    "page.code": "Code",
    "page.aboutText": "Hello, я фронтенд разработчик из Москвы. Интересуюсь современными технологиями\n                            и хочу сделать веб быстрее, выше, и сильнее! Разрабатывать приложения начал на 1 курсе\n                            университета. Стартовал с мобильной разработки под Android и IOS. На втором курсе зачислен\n                            в Технопарк Mail.ru. Изучал алгоритмы и структуры данных, углубленный курс C++ и основы веба.\n                            С некоторых времен нашел себя в фронтенде. С интересом изучаю новые технологии в мире веб-разработки\n                            и UI/UX.",
    "page.skills.Html": "HTML5. I use the BEM methodology",
    "page.skills.Css":"CSS and post/preprocessors. I use all the possibilities of SCSS in projects",
    "page.skills.Webpack":"Bandlers. To develop web applications, I use Webpack for optimal operation and proper assembly of the project",
    "page.skills.Adaptive":"Adaptive. Cross-browser & adaptive website coding with grid and flex.",
    "page.skills.Handlebars":"Templates. I use Handlebars in my projects, and i like to experiment with other templates",
    "page.skills.Git":"Version control. I always use version control system in development",
    "page.skills.Postgres":"Databases - люблю и плачу. Дима помоги что-нибудь сюда написать ;( Что-то про пострю",
    "page.skills.Docker":"Containerization - люблю и плачу. Дима помоги что-нибудь сюда написать ;( Что-то про докер",
    "page.skills.AlgDs":"Algorithms and data structures - люблю и плачу. Дима помоги что-нибудь сюда написать ;( Что-то про докер",

    "page.study.date.1":"September 2018",
    "page.study.date.2":"September 2018",
    "page.study.date.3":"January 2019",
    "page.study.date.4":"September 2019",
    "page.study.date.5":"January 2020",

    "page.study.events.1":"Officially became a student of BMSTU",
    "page.study.events.2":"Began to study the Android development at the Mail.ru course.",
    "page.study.events.3":"Began to study the IOS development at the Mail.ru course.",
    "page.study.events.4":"Officially became a student of Mail.ru system architect course",
    "page.study.events.5":"Passed to the next stage of Mail.ru system architect course",

    "page.study.skills.1": "Started learning the basics of C++ and C#",
    "page.study.skills.2": "Gained skills in working with Java, XML. Learned the basics of mobile app development",
    "page.study.skills.3": "Learned Swift. Master the basics of working with the eco-system Apple",
    "page.study.skills.4": "Graduated from courses in algorithms and data structures, in-depth programming in C ++, as well as the basics of web development",
    "page.study.skills.5": "Developed APIs for interacting with PostgeSQL databases, studied Golang and found himself in frontend development",


    "page.contacts.tg": "Telegram",
    "page.contacts.vk": "VKontakte",
    "page.contacts.mail": "Mail",
    "page.contacts.github": "Github"
  }
}
