{
  "ru": {
    "page.resume": "Резюме",
    "page.name": "Петренко Сергей",
    "page.aboutMe": "Обо мне",
    "page.skills": "Навыки",
    "page.education": "Образование",
    "page.contacts": "Контакты",
    "page.code": "Код",
    "page.aboutText": "Привет, я фронтенд разработчик из Москвы. Интересуюсь современными технологиями\n                            и хочу сделать веб быстрее, выше, и сильнее! Разрабатывать приложения начал на 1 курсе\n                            университета. Стартовал с мобильной разработки под Android и IOS. На втором курсе зачислен\n                            в Технопарк Mail.ru. Изучал алгоритмы и структуры данных, углубленный курс C++ и основы веба.\n                            С некоторых времен нашел себя в фронтенде. С интересом изучаю новые технологии в мире веб-разработки\n                            и UI/UX.",

    "page.skills.Html": "HTML5 Верстаю днем и ночью. Использую методолгию БЭМ.",
    "page.skills.Css":"CSS - хорошо, а с пост/пре-процессорами еще лучше. Предпочитаю писать стили на SCSS, используя все его возможности.",
    "page.skills.Webpack":"Бандлеры. Для разработки веб-приложений использую Webpack для оптимальной работы и корректной сборки проекта",
    "page.skills.Adaptive":"Адаптивная верстка. Верстаю на grid и flex. Разработанный продукт выглядит отлично на всех устройствах.",
    "page.skills.Handlebars":"Шаблонизация. Предпочитаю Handlebars в своих проектах, но люблю изучать новые.",
    "page.skills.Git":"Контроль версий. Прекрасно работаю в команде и умею пользоваться системой контроля версий.",
    "page.skills.Postgres":"Базы данных - люблю и плачу. Дима помоги что-нибудь сюда написать ;( Что-то про пострю",
    "page.skills.Docker":"Контейнеризация - люблю и плачу. Дима помоги что-нибудь сюда написать ;( Что-то про докер",
    "page.skills.AlgDs":"Алгоритмы и структуры данных - люблю и плачу. Дима помоги что-нибудь сюда написать ;( Что-то про докер",

    "page.study.date.1":"Сентябрь 2018",
    "page.study.date.2":"Сентябрь 2018",
    "page.study.date.3":"Январь 2019",
    "page.study.date.4":"Сентябрь 2019",
    "page.study.date.5":"Январь 2020",

    "page.study.events.1":"Зачислен на первый курс МГТУ им. Баумана",
    "page.study.events.2":"Зачислен на открытый курс разработки на Android",
    "page.study.events.3":"Зачислен на открытый курс разработки на IOS",
    "page.study.events.4":"Зачислен на 1 семестр основной программы Технопарка",
    "page.study.events.5":"Зачислен на 2 семестр основной программы Технопарка",

    "page.study.skills.1": "Начал изучать основы C++ и C#",
    "page.study.skills.2": "Приобрел навыки в работе с Java, XML. Познал основы разработки мобильных приложений",
    "page.study.skills.3": "Изучил Swift. Овладел основами работы с эко-системой Apple",
    "page.study.skills.4": "Прошел курсы алгоритмов и структур данных, углубленного программирования на C++, а также основы веб-разработки",
    "page.study.skills.5": "Разрабатывал API для взаимодействия с базами данных PostgeSQL, изучал Golang и нашел себя в сфере фронтенд-разработки",


    "page.contacts.tg": "Телеграм",
    "page.contacts.vk": "ВКонтакте",
    "page.contacts.mail": "Почта",
    "page.contacts.github": "Гитхаб"
  }
}
